/**
 *  Core Data-related Strings
 *
 */

/* Default Deck Card 1 Name */
"Card Rule 1" = "Choose 1 person to drink";
"Escolha 1 pessoa para beber" = "Choose 1 person to drink";
"Choose 1 person to drink" = "Choose 1 person to drink";

/* Default Deck Card 2 Name */
"Card Rule 2" = "Choose 2 people to drink";
"Escolha 2 pessoas para beber" = "Choose 2 people to drink";
"Choose 2 people to drink" = "Choose 2 people to drink";

/* Default Deck Card 3 Name */
"Card Rule 3" = "Choose 3 people to drink";
"Escolha 3 pessoas para beber" = "Choose 3 people to drink";
"Choose 3 people to drink" = "Choose 3 people to drink";

/* Default Deck Card 4 Name */
"Card Rule 4" = "“Stop” Game";
"Jogo do “Stop”" = "“Stop” Game";
"“Stop” Game" = "“Stop” Game";

/* Default Deck Card 5 Name */
"Card Rule 5" = "Memory Game";
"Jogo da Memória" = "Memory Game";
"Memory Game" = "Memory Game";

/* Default Deck Card 6 Name */
"Card Rule 6" = "Salute";
"Continência" = "Salute";
"Salute" = "Salute";

/* Default Deck Card 7 Name */
"Card Rule 7" = "“Pi” Game";
"Jogo do “Pi”" = "“Pi” Game";
"“Pi” Game" = "“Pi” Game";

/* Default Deck Card 8 Name */
"Card Rule 8" = "General Rule";
"Regra Geral" = "General Rule";
"General Rule" = "General Rule";

/* Default Deck Card 9 Name */
"Card Rule 9" = "Joker";
"Coringa" = "Joker";
"Joker" = "Joker";

/* Default Deck Card 10 Name */
"Card Rule 10" = "Toilet Ticket";
"Vale-banheiro" = "Toilet Ticket";
"Toilet ticket" = "Toilet Ticket";

/* Default Deck Card 11 Name */
"Card Rule 11" = "Everyone drinks 1 shot";
"Todos bebem 1 dose" = "Everyone drinks 1 shot";
"Everyone drinks 1 shot" = "Everyone drinks 1 shot";

/* Default Deck Card 12 Name */
"Card Rule 12" = "All ladies drink";
"Todas as damas bebem" = "All ladies drink";
"All ladies drink" = "All ladies drink";

/* Default Deck Card 13 Name */
"Card Rule 13" = "All gentlemen drink";
"Todos os cavalheiros bebem" = "All gentlemen drink";
"All gentlemen drink" = "All gentlemen drink";

/////////////////////////////////////////////////////////////////////////////////

/* Description Card 1 */
"Description Card 1" = "Who draw this card chooses 1 person to drink.";
"Quem tirar essa carta escolhe 1 pessoa para beber." = "Who draw this card chooses 1 person to drink.";
"Who draw this card chooses 1 person to drink." = "Who draw this card chooses 1 person to drink.";

/* Description Card 2 */
"Description Card 2" = "Who draw this card chooses 2 people to drink.";
"Quem tirar essa carta escolhe 2 pessoas para beber." = "Who draw this card chooses 2 people to drink.";
"Who draw this card chooses 2 people to drink." = "Who draw this card chooses 2 people to drink.";

/* Description Card 3 */
"Description Card 3" = "Who draw this card chooses 3 people to drink.";
"Quem tirar essa carta escolhe 3 pessoas para beber." = "Who draw this card chooses 3 people to drink.";
"Who draw this card chooses 3 people to drink." = "Who draw this card chooses 3 people to drink.";

/* Description Card 4 */
"Description Card 4" = "Who draw this card must choose a letter and a subject. Then, in sequence, each one must say a word that starts with the chosen letter, related to the chosen subject. No one can repeat any word! The first who doesn't know, or repeat a word, drinks!";
"Quem tirou essa carta deve escolher uma letra e um tema para o Stop. Então, na sequência da roda de amigos, cada um tem que falar uma palavra que comece com a letra escolhida, relacionada ao tema. Não vale repetir palavra! O primeiro que não souber, ou repetir palavra, bebe!" = "Who draw this card must choose a letter and a subject. Then, in sequence, each one must say a word that starts with the chosen letter, related to the chosen subject. No one can repeat any word! The first who doesn't know, or repeat a word, drinks!";
"Who draw this card must choose a letter and a subject. Then, in sequence, each one must say a word that starts with the chosen letter, related to the chosen subject. No one can repeat any word! The first who doesn't know, or repeat a word, drinks!" = "Who draw this card must choose a letter and a subject. Then, in sequence, each one must say a word that starts with the chosen letter, related to the chosen subject. No one can repeat any word! The first who doesn't know, or repeat a word, drinks!";

/* Description Card 5 */
"Description Card 5" = "Who drew this card choose a random word. The next has to repeat the previous sequence of words, and add a new one, and so on. E.g.: first person says “table”. The next says “table dog”, and the next “table dog pencil”, and so on. The first who say it wrong or take too long to say the sequence, drinks.";
"Quem tirou a carta fala uma palavra qualquer. O próximo tem que repetir a sequência de palavras anterior e adicionar uma. E assim por diante. Exemplo: Quem tirou a carta fala “mesa”. O próximo fala “mesa cachorro”. O próximo diz “mesa cachorro lápis”, e assim por diante. O primeiro que errar ou demorar, bebe." = "Who drew this card choose a random word. The next has to repeat the previous sequence of words, and add a new one, and so on. E.g.: first person says “table”. The next says “table dog”, and the next “table dog pencil”, and so on. The first who say it wrong or take too long to say the sequence, drinks.";
"Who drew this card choose a random word. The next has to repeat the previous sequence of words, and add a new one, and so on. E.g.: first person says “table”. The next says “table dog”, and the next “table dog pencil”, and so on. The first who say it wrong or take too long to say the sequence, drinks." = "Who drew this card choose a random word. The next has to repeat the previous sequence of words, and add a new one, and so on. E.g.: first person says “table”. The next says “table dog”, and the next “table dog pencil”, and so on. The first who say it wrong or take too long to say the sequence, drinks.";

/* Description Card 6 */
"Description Card 6" = "Who draws this card, “keeps” it mentally. Quietly and randomly in the middle of the game, this person must put the hand on his/her forhead, saluting, and observe other players. The last person that realizes and do the salute, drinks.";
"Quem tirar essa carta, “guarda” ela mentalmente consigo. Discretamente no meio do jogo, essa pessoa deve colocar a mão na testa, fazendo continência e observar os outros jogadores. O último que perceber e fizer continência, bebe." = "Who draws this card, “keeps” it mentally. Quietly and randomly in the middle of the game, this person must put the hand on his/her forhead, saluting, and observe other players. The last person that realizes and do the salute, drinks.";
"Who draws this card, “keeps” it mentally. Quietly and randomly in the middle of the game, this person must put the hand on his/her forhead, saluting, and observe other players. The last person that realizes and do the salute, drinks." = "Who draws this card, “keeps” it mentally. Quietly and randomly in the middle of the game, this person must put the hand on his/her forhead, saluting, and observe other players. The last person that realizes and do the salute, drinks.";

/* Description Card 7 */
"Description Card 7" = "Starting by the person who draw the card, this person must choose a number. Then everyone must follow a sequence starting in 1, and when the number of the sequence is a multiple of the chosen number, the person must say “Pi”. E.g.: 3 was the chosen number, then: 1, 2, pi, 4, 5, pi, 7, 8, pi, etc. The first who say it wrong, drinks!";
"Começando pela pessoa que tirar a carta, esta deve escolher um número. Assim, todos devem seguir uma sequência começando em 1, e quando o número da sequência for múltiplo do número escolhido, a pessoa deve falar “Pi”. Por exemplo: foi escolhido o número 3, então: 1, 2, pi, 4, 5, pi, 7, 8, pi, etc. O primeiro que errar, bebe!" = "Starting by the person who draw the card, this person must choose a number. Then everyone must follow a sequence starting in 1, and when the number of the sequence is a multiple of the chosen number, the person must say “Pi”. E.g.: 3 was the chosen number, then: 1, 2, pi, 4, 5, pi, 7, 8, pi, etc. The first who say it wrong, drinks!";
"Starting by the person who draw the card, this person must choose a number. Then everyone must follow a sequence starting in 1, and when the number of the sequence is a multiple of the chosen number, the person must say “Pi”. E.g.: 3 was the chosen number, then: 1, 2, pi, 4, 5, pi, 7, 8, pi, etc. The first who say it wrong, drinks!" = "Starting by the person who draw the card, this person must choose a number. Then everyone must follow a sequence starting in 1, and when the number of the sequence is a multiple of the chosen number, the person must say “Pi”. E.g.: 3 was the chosen number, then: 1, 2, pi, 4, 5, pi, 7, 8, pi, etc. The first who say it wrong, drinks!";

/* Description Card 8 */
"Description Card 8" = "Who draws this card creates a rule that everyone must obey. It can be something like “saying the word 'drink' and its derivatives is not allowed”, or “before drinking a dose, the person must twerk”. Who breaks (or forgets) the rule must drink (sometimes again)! The General Rule can be replaced by another General Rule, otherwise, it remains for the rest of the game.";
"Quem tira essa carta determina uma regra para todos obedecerem. Pode ser algo do tipo “está proíbido falar a palavra ‘beber’ e seus derivados”, ou “antes de beber uma dose, a pessoa tem que rebolar”. Quem quebrar a regra, deve beber (às vezes, de novo). A Regra Geral pode ser substituída por outra Regra Geral, caso contrário, dura o jogo todo." = "Who draws this card creates a rule that everyone must obey. It can be something like “saying the word 'drink' and its derivatives is not allowed”, or “before drinking a dose, the person must twerk”. Who breaks (or forgets) the rule must drink (sometimes again)! The General Rule can be replaced by another General Rule, otherwise, it remains for the rest of the game.";
"Who draws this card creates a rule that everyone must obey. It can be something like “saying the word 'drink' and its derivatives is not allowed”, or “before drinking a dose, the person must twerk”. Who breaks (or forgets) the rule must drink (sometimes again)! The General Rule can be replaced by another General Rule, otherwise, it remains for the rest of the game." = "Who draws this card creates a rule that everyone must obey. It can be something like “saying the word 'drink' and its derivatives is not allowed”, or “before drinking a dose, the person must twerk”. Who breaks (or forgets) the rule must drink (sometimes again)! The General Rule can be replaced by another General Rule, otherwise, it remains for the rest of the game.";

/* Description Card 9 */
"Description Card 9" = "Who draws this card can transform it into any other!";
"A pessoa que tirar essa carta pode transformá-la em qualquer outra!" = "Who draws this card can transform it into any other!";
"Who draws this card can transform it into any other!" = "Who draws this card can transform it into any other!";

/* Description Card 10 */
"Description Card 10" = "As theorically no one's allowed to go to the toilet while playing, this card gives the right to its owner to go to the toilet. The card can be used only once. It can be kept for later use, or “sold” to someone, in exchange of “favours” ;)";
"Como teoricamente ninguém pode sair para ir ao banheiro enquanto estiver jogando, esta carta dá o direito à quem a tirou de ir ao banheiro. A carta só vale 1 vez. Ela pode guardar para ir mais tarde, ou “vender” à alguém, em troca de “favores” ;)" = "As theorically no one's allowed to go to the toilet while playing, this card gives the right to its owner to go to the toilet. The card can be used only once. It can be kept for later use, or “sold” to someone, in exchange of “favours” ;)";
"As theorically no one's allowed to go to the toilet while playing, this card gives the right to its owner to go to the toilet. The card can be used only once. It can be kept for later use, or “sold” to someone, in exchange of “favours” ;)" = "As theorically no one's allowed to go to the toilet while playing, this card gives the right to its owner to go to the toilet. The card can be used only once. It can be kept for later use, or “sold” to someone, in exchange of “favours” ;)";

/* Description Card 11 */
"Description Card 11" = "Everyone that is playing drinks a dose, including who drew the card!";
"Todos que estiverem jogando bebem uma dose, inclusive quem tirou a carta!" = "Everyone that is playing drinks a dose, including who drew the card!";
"Everyone that is playing drinks a dose, including who drew the card!" = "Everyone that is playing drinks a dose, including who drew the card!";

/* Description Card 12 */
"Description Card 12" = "All the ladies drink one dose.";
"Todas as damas bebem uma dose." = "All the ladies drink one dose.";
"All the ladies drink one dose." = "All the ladies drink one dose.";

/* Description Card 13 */
"Description Card 13" = "All the gentlemen drink one dose.";
"Todos os cavalheiros bebem uma dose." = "All the gentlemen drink one dose.";
"All the gentlemen drink one dose." = "All the gentlemen drink one dose.";

/////////////////////////////////////////////////////////////////////////////////

/* Custom Deck default deckName */
"Custom Deck %ld" = "Custom Deck %ld";
"Baralho Customizado %ld" = "Custom Deck %ld";
"Custom Deck %d" = "Custom Deck %ld";
"Baralho Customizado %d" = "Custom Deck %ld";

/* Default Deck deckName */
"Default" = "Default";
"Padrão" = "Default";
"Standard" = "Default";

/////////////////////////////////////////////////////////////////////////////////


/**
 *  UI-related strings
 *
 */


/* Navigation bar title */
"New Deck" = "New Deck";

/* OK Button. */
"OK" = "Ok";

/* Card Custom Cell Rule TextField Placeholder */
"Tap to add a rule" = "Tap to add a rule";

/* Card Custom Cell Description TextView Placeholder */
"Tap to add a description" = "Tap to add a description";

/* Never Show Again Buttons */
"Got It" = "Got It";

/////////////////////////////////////////////////////////////////////////////////

/* Welcome Back Message 1 */
"Enjoy!" = "Enjoy!";

/* Welcome Back Message 2 */
"If you were expecting a signal to do something, this is it. Do it!" = "If you were expecting a signal to do something, this is it. Do it!";

/* Welcome Back Message 3 */
"Do not drink if you're going to drive! #ConsciousDrinking" = "Do not drink if you're going to drive! #ConsciousDrinking";

/* Welcome Back Message 4 */
"The more people, the better! Call everyone around to join the game!" = "The more people, the better! Call everyone around to join the game!";

/* Welcome Back Message 5 */
"If you like these messages, express yourself in an App Store review! 😇" = "If you like these messages, express yourself in an App Store review! 😇";

/* Welcome Back Message 6 */
"Something missing in the app? Share your thoughts! 😇" = "Something missing in the app? Share your thoughts! 😇";

/* Welcome Back Message 7 */
"Did you know the app has cool sound effects around?" = "Did you know the app has cool sounds around?";

/* Welcome Back Message 8 */
"Because an epic story doesn't start with 'Certain day I was eating a salad and…' ;)" = "Because an epic story doesn't start with 'Certain day I was eating a salad and…' ;)";

/* Welcome Back Message 9 */
"Beer, vodka, tequilla, whiskey… It doesn't matter, just enjoy the game!" = "Beer, vodka, tequilla, whiskey… It doesn't matter, just enjoy the game!";

/* Welcome Back Message 10 */
"I wonder if anyone even read these texts…" = "I wonder if anyone even read these texts…";

/* Welcome Back Message Button Title */
"Review" = "Review";


/////////////////////////////////////////////////////////////////////////////////

//June 2015

/* Activity View Sharing String */
"Everyone's drinking shots on Sueca Drinking Game. Come over to have some fun! #sueca" = "Everyone's drinking shots on Sueca Drinking Game. Come over to have some fun! #sueca";

/* No card description alert" */
"Missing Description" = "Missing Description";

/* No card description alert */
"There's no detailed description for this card. Edit your custom deck to add some description to the cards." = "There's no detailed description for this card. Edit your custom deck to add some description to the cards.";

/* Card description popover header */
"#Sueca" = "#Sueca";

/* Share Button */
"Share with your friends!" = "Share with your friends!";

/* newDeckAlert Message */
"Please name your custom deck." = "Please name your custom deck.";

/* newDeckAlert Cancel Button */
"Cancel" = "Cancel";

/* newDeckAlert Create Button */
"Create" = "Create";

/* New Deck Default Label */
"Custom Deck" = "Custom Deck";

/* editDeckLabelAlert Title */
"Change Deck Label" = "Change Deck Label";

/* editDeckLabelAlert Message */
"Type the new label for your deck." = "Type the new label for your deck." ;

/* TSMessage Customizable Notification Title */
"Customizable!" = "Customizable!";

/* TSMessage Customizable Notification Subtitle */
"You can now edit the name of your decks by tapping Edit and selecting the deck. Enjoy!" = "You can now edit the name of your decks by tapping Edit and selecting the deck. Enjoy!";

/* TSMessage Welcome Back Message */
"Welcome Back!" = "Welcome Back!";

/* TSMessage Welcome Back Subtitle */
"Enjoy!" = "Enjoy!";

/* Update available warning title */
"Update Available" = "Update Available";

/* Update available warning subtitle */
"You're using an outdated version of Sueca. Update to have the most awesome new features!" = "You're using an outdated version of Sueca. Update to have the most awesome new features!";

/* Update app button */
"Update" = "Update";

////////////////////////////

//v1.2.1
/* cardDescription on CardDescriptionView Popup */
"You haven't described your card. Please go to your deck and add a description to your cards!" = "You haven't described your card. Please go to your deck and add a description to your cards!";

//v1.5 - July 12 2016

"Tap here to re-enable promotions before you miss any!" = "Tap here to re-enable promotions before you miss any!";

"I can't believe you disabled the promotions. Who denies drinking for free? Tap below to be warned of our future giveaways!" = "I can't believe you disabled the promotions. Who denies drinking for free? Tap below to be warned of our future giveaways!";

"Tap here to enable promotions before you miss any!" = "Tap here to enable promotions before you miss any!";

"Running low on drinks? You just won an invite to receive drinking promotions! Tap below to be warned of our future giveaways!" = "Running low on drinks? You just won an invite to receive drinking promotions! Tap below to be warned of our future giveaways!";

"Sueca - Contact" = "Sueca - Contact";

"Ok, let's talk.\n\n\n\n\n\n\n\nBest regards,\nFrom a Sueca Drinking Game fan." = "Ok, let's talk.\n\n\n\n\n\n\n\nBest regards,\nFrom a Sueca Drinking Game fan.";

"Mail Unavailable" = "Mail Unavailable";

"Your device isn't configured to send emails. Please contact us at rogerluan.oba@gmail.com" = "Your device isn't configured to send emails. Please contact us at rogerluan.oba@gmail.com";

"Contact Us" = "Contact Us";

"You don't drink?!" = "You don't drink?!";

"Okay, there's something really strange going on. Would you like to drop us a letter?" = "Okay, there's something really strange going on. Would you like to drop us a letter?";

"No Thanks" = "No Thanks";

"There's a new promotion going on! Open Sueca to check the prizes!" = "There's a new promotion going on! Open Sueca to check the prizes!";

/* Done navigation bar button item */
"Done" = "Done";

/* Edit navigation bar button item */
"Edit" = "Edit";

/* UIAlertController title */
"Undo Action" = "Undo Action";

"You shook your device, so the previous card will be rewinded. Only the last card can be rewinded. Are you sure you want to do this?" = "You shook your device, so the previous card will be rewinded. Only the last card can be rewinded. Are you sure you want to do this?";

/* The text should be "Do whatever you think it is (not) suitable!" */
"Card Rule 14" = "Card Rule 14";

"No Promotions Found" = "No Promotions Found"; 

"Currently, there isn't a valid promotion." = "Currently, there isn't a valid promotion.";

"Come back later and check for our promotions." = "Come back later and check for our promotions.";

"View" = "View";

"iCloud Account Restricted" = "iCloud Account Restricted";

"It seems that your iCloud account has parental control or device management restrictions." = "It seems that your iCloud account has parental control or device management restrictions.";

"Unfortunately, you won't be able to register to promotions using this iCloud account." = "Unfortunately, you won't be able to register to promotions using this iCloud account.";
"Login Required" = "Login Required";

"In order to register to promotions, you need to be logged with an iCloud account." = "In order to register to promotions, you need to be logged with an iCloud account." ;

"Please go to your device's settings and login to iCloud." = "Please go to your device's settings and login to iCloud.";

"Invalid URL" = "Invalid URL";

"We're very sorry for this error." = "We're very sorry for this error.";

"We'll work harder to get this fixed asap." = "We'll work harder to get this fixed asap.";

"Failed To Send Email" = "Failed To Send Email";

"Something unexpected happened and we weren't able to process the email." = "Something unexpected happened and we weren't able to process the email.";

"Please try again later." = "Please try again later.";

"Promotion Found" = "Promotion Found";

"A promotion was detected, but it couldn't be loaded at this moment. Please try again later." = "A promotion was detected, but it couldn't be loaded at this moment. Please try again later.";

"Do you like drinking with friends?" = "Do you like drinking with friends?";

"Don't answer! It doesn't matter - we know you are a Sueca fan. Like our page on facebook to show your love!" = "Don't answer! It doesn't matter - we know you are a Sueca fan. Like our page on facebook to show your love!";

"Sueca Facebook Fanpage" = "Sueca Facebook Fanpage";

"An error occurred when trying to register for promotions" = "An error occurred when trying to register for promotions";

"Please play Sueca and wait for another invitation. We're sorry for the inconvenience." = "Please play Sueca and wait for another invitation. We're sorry for the inconvenience.";

"Successfully registered for promotions!" = "Successfully registered for promotions!";

"Note that the giveaway prizes are only distributed within Brazil region." = "Note that the giveaway prizes are only distributed within Brazil region.";

"One of our promotions were updated. Open Sueca to check the news!" = "One of our promotions were updated. Open Sueca to check the news!";

"You have already registered for promotions" = "You have already registered for promotions";

"The current iCloud account has already registered for promotions, on this device or another one. Just wait patiently until we open more promotions!" = "The current iCloud account has already registered for promotions, on this device or another one. Just wait patiently until we open more promotions!";